[ItemDefs.ID_MO_ClapTrapWand_Wand MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Varinha Mágica"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClaptrapWand_Wand1Redo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Varinha Mágica"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClaptrapWand_Wand1Redo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma varinha mágica inerte.  Não tem nenhum vestígio de energia mágica."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Varinha Mágica"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClaptrapWand_Wand2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Vibra com uma sutil energia mágica."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand2Redo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Varinha Mágica "
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClaptrapWand_Wand2Redo:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Vibra com uma sutil energia mágica."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Varinha Mágica"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClaptrapWand_Wand3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Está trepidando de energia. TREPIDANDO!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand3Redo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Varinha Mágica"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClaptrapWand_Wand3Redo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Está trepidando de energia. TREPIDANDO!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand4 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Varinha Mágica Carregada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ClaptrapWand_Wand4:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Uma varinha completamente carregada e pronta para descarregar mágicas poderosas."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClapTrapWand_Wand:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma varinha mágica inerte.  Não tem nenhum vestígio de energia mágica."
NoConstraintText=""
Suffix=""
Prefix=""

